<?php

return [
    'created'       => 'با موفقیت ایجاد شد.',
    'updated'       => 'با موفقیت ویرایش شد.',
    'deleted'       => 'با موفقیت حذف شد.',

    'login_success' => 'با موفقیت وارد شدید.',
    'login_failed'  => 'اطلاعات ورود اشتباه است.',
    'logout'        => 'با موفقیت خارج شدید.',

    'success'       => 'عملیات موفقیت‌آمیز بود.',
    'error'         => 'خطایی رخ داده است.',

    'not_found'     => 'موردی یافت نشد.',
    'unauthorized'  => 'شما مجاز به انجام این عملیات نیستید.',

    'api_only'      => 'تنها درخواست‌های API مجاز هستند.',
];
